<?php

declare(strict_types=1);

return [
    'update_password' => 'Обновить пароль',
    'ensure_long_password' => 'Убедитесь, что в вашей учетной записи используется длинный случайный пароль, чтобы оставаться в безопасности.',
    'current_password' => 'Текущий пароль',
    'new_password' => 'Новый пароль',
    'confirm_password' => 'Подтвердите пароль',
    'information' => 'Информация профиля',
    'information_description' => 'Обновление информации вашей учетной записи и адреса электронной почты.',
    'name' => 'Имя',
    'email' => 'Email',
    'password' => 'Пароль',
    'agree_terms' => 'Я даю согласие на :privacy_policy и принимаю :terms_of_service',
    'terms_of_service' => 'условия пользовательского соглашения',
    'privacy_policy' => 'обработку персональных данных',
    'already_registered' => 'Уже есть аккаунт?',
    'register' => 'Зарегистрироваться',
    'remember_me' => 'Запомнить меня',
    'forgot_password' => 'Забыли пароль?',
    'log_in' => 'Войти',
    'forgot_password_text' => 'Забыли свой пароль? Без проблем. Просто сообщите нам свой адрес электронной почты, и мы пришлем вам ссылку для сброса пароля, которая позволит вам создать новый.',
    'email_password_reset_link' => 'Отправить ссылку на восстановление пароля',
];
